brew "coreutils"
brew "fish"
brew "git"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "jq"
brew "peco"
brew "tree"
brew "go"
brew "fnm"
brew "cosign"  # tenv deps
brew "tenv"
brew "podman"
brew "grc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "z"


cask "font-hackgen"
cask "font-hackgen-nerd"
cask "macvim-app"
cask "cmux"
cask "google-chrome"
cask "rectangle"
cask "loopback"
cask "raycast"
cask "rapidapi"
cask "appcleaner"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "slack"
cask "suspicious-package"
cask "powershell"
cask "coteditor"
cask "the-unarchiver"
cask "secretive"
cask "claude-code"
