oh-my-fish/plugin-peco
oh-my-fish/plugin-tab
oh-my-fish/theme-bobthefish
edc/bass
reitzig/sdkman-for-fish
decors/fish-ghq
jethrokuan/z
evanlucas/fish-kubectl-completions
